{ "all": [
":deciduous_tree: A quick break from work helps you to *focus* better again. Why not take a quick walk now? You might get some new inspiration.",
":deciduous_tree: How about taking a break from the screen - go outside, get some fresh air!",
":eight_spoked_asterisk: Release early, release often. Commit yourself and your team now to going the distance and delivering the ideas you set out with, make something you will be proud of, and make an impact!",
":eight_spoked_asterisk: Some things are free. Some things you pay for. Some things are priceless. Your project will have some of each - and in the things-to-pay for category, improvements to software and data and defining work that could be outsourced are good things to consider. Do not limit your options",
":eight_spoked_asterisk: Take the task at hand as seriously as you would your regular work. The more you put into a hackathon, the more you get out. But at the same time, use the opportunity to stretch your boundaries and try something new!",
":eight_spoked_asterisk: Volunteer events like this hackathon bring people together and raise energy levels, but they are but a small part of a much larger plan and movement. Take a moment to learn more about the organization(s) that have brought us together today.",
":face_with_rolling_eyes: Do you have ideas on feature improvements? Feel free to write a note to my developers in the #support channel, or say ISSUE. And hey, I am just a baby bot, so go gentle, okay?",
":footprints: A stretch exercise that I recommend is to stand up straight, holding your arms up and trying to make yourself as tall as possible. Breathe deeply and slowly through your nose. Hold this position for 15-20 seconds.",
":footprints: Can you still focus clearly? How many fingers am I holding up _(ツ)_/¯ A nap or even 15 min shuteye on the couch would help.",
":footprints: Did you have a stretch within the last hour? Get up and do one now if not.",
":footprints: If you have a stiff lower back you should do this exercise: put one foot on a chair holding your leg straight, then *slowly* lean forward until you feel a stretch old this position for 15-20 seconds, and repeat with the other leg, like this: http://shannonmiller.com/wp-content/uploads/2011/09/standing-hamstring-stretch.jpg",
":footprints: Lets take care of you ankels. Stretch them out a bit, hold your toes up, and flex your ankle upwards. Next hold your tows down and flex into the other direction, repeat this 5-10 times, like this: http://www.posturite.co.uk/media//workstation-exercises/ankle-stretch.gif",
":footprints: Make sure to sit up right with a straight back and your shoulders facing rather back and hold your chest out with pride. This will avoid a hunchback.",
":footprints: Remember to stretch your neck - look over your left, then over to your right shoulder. You can also use your arm to tilt your head like this: https://www.mskcc.org/sites/default/files/styles/medium/public/node/20311/images/neck-B.jpg",
":footprints: When using screens for a long time, it is healthy to regularly break out and look into the distance to avoid an eye strain. Try to first focus on something that is far away - then gaze in all directions without turning your head.",
":footprints: When you are typing, make sure that your are not leaning your weight on your wrist, there is a nerve gets pinched and your pinky finger can can start to feel numb. This condition is called Ulnar Tunnel Syndrome and can last a while once it surfaces. If you want to know more about the topic, see http://orthoinfo.aaos.org/topic.cfm?topic=a00025",
":potable_water:  Now would be a great time to drink some tap water. Go. I will still be here when you return.",
":potable_water: Often humans do not drink enough and get dehydrated, which hinders performance and concentration. Take 5 and down some tap.",
":spock-hand: Live long, and prosper. –Spock",
":squirrel: Oh boy, am I happy to see you still @here. Still having fun? Good! No? Watch and follow my lead: https://i.imgur.com/XBAdzwg.mp4",
":stars: Do. Or do not. There is no try. –Yoda",
":stars: I find your lack of faith disturbing. –Darth Vader",
":stars: It’s not my fault. –Han Solo",
":stars: Mind tricks don’t work on me. –Watto",
":stars: Never tell me the odds. –Han Solo",
":stars: Somebody has to save our skins. –Leia Organa",
":stars: Stay on target. –Gold Five",
":writing_hand: History is a relentless master. It has no present, only the past rushing into the future. To try to hold fast is to be swept aside. –John F. Kennedy",
":writing_hand: A kitten is chiefly remarkable for rushing about like mad at nothing whatever, and generally stopping before it gets there. –Agnes Repplier",
":writing_hand: The great fun in my life has been getting up every morning and rushing to the typewriter because some new idea has hit me. –Ray Bradbury",
":writing_hand: Rushing the ball is all about ball control. If you run the ball, you control the clock. If you control the clock, you usually control the game. –Tiki Barber",
":writing_hand: The environmental crisis is all a result of rushing. –Ed Begley, Jr."
] }
